/* 
   Localizable.strings
   WWY

   Created by awaBook on 09/08/02.
   Copyright 2009 __MyCompanyName__. All rights reserved.
 */
"currentLocationNotFound" = "Current location not found.";
"AnnotationIsNothing" = "No castles.
Please search the destination if you want to add the castle.";

//コマンド
"config" = "CONFIG";
"command" = "COMMAND";
"add_quest" = "ADD TASK";
"mapType" = "MAP TYPE";
"magic" = "SPELL";
"party" = "PARTY";
"select" = "SELECT";
"result" = "RESULT";
"to_current_location" = "To current location";
"go_back" = "CANCEL";
"cancel" = "CANCEL";
"yes" = "YES";
"no" = "NO";
"bring_forward" = "FORWARD";
"fix" = "FIX";
"delete" = "DELETE";

"mapType_Standard" = "Standard";
"mapType_Satellite" = "Satellite";
"mapType_Hybrid" = "Hybrid";

"loula" = "Fly To The Castle";
"locolo_music" = "Magic Music";

//職業
"hero" = "Hero";
"soldier" = "Soldier";
"fighter" = "Fighter";
"wizard" = "Wizard";
"pilgrim" = "Pilgrim";
"merchant" = "Merchant";
"goof_off" = "Goof-Off";
"sage" = "Sage";

//task
"select_task_area" = "Select battle area in task with tapping the map or search.";
"battle_area_not_selected" = "Battle area is not selected.";
"task_registered" = "The task registered.";
"task_not_registered" = "Sorry, The task is not registered.";
"confirm_task_delete" = "この　たすくを　さくじょ　しますか？";
"task_deleted" = "たすくは　さくじょ　されました。";
"task_not_deleted" = "なんらかの　えらーにより　たすくは　さくじょ　されませんでした。\nまものの　ちからが　きょうだいになっている　ようです。";
"encounter_task" = "There is a %@ around here. Do you attack the %@?";
"avoided_battle" = "I avoided a %@. This task don't appear between 1 hour.";
"task_complete" = "COMPLETE THE TASK";
"task_fail" = "FAIL THE TASK";

"task_name" = "TASK NAME";
"task_name_example" = "";//"Task Name";
"task_name_example_at_battle" = "Task";
"task_name_example_at_tweet" = "Task";
"task_detail" = "TASK DETAIL";
"task_detail_example" = "Write if you need.";
"enemy_name" = "ENEMY";
"enemy_name_example" = "";//"Monster";
"enemy_name_example_at_battle" = "Monster";
"enemy_name_example_at_tweet" = "Enemy";
"task_dateTime" = "にちじ";
"task_dateTime_example" = "みてい";
"task_area" = "Task area";

//battle
"escape" = "ESCAPE";
"ga_arawreta!" = " appeared!";
"no_kougeki!" = " attack!";
"wo_taoshita!" = " beated!";
"ha_chikaratsukita" = " is exhausted...";
"ha_nigedashita!" = " escaped!";
"wo_nnashitogeta!" = "　を　なしとげた！";

//twitter
"twitter_setting" = "ついったー　せってい";
"twitter_authentication" = "ついったー　あかうんと";
"twitter_account_sudeni_ninshou" = "あかうんと　は　すでに　にんしょうずみ　です。\nべつの　あかうんとで　にんしょう　しますか？";
"twitter_account_ninshou_sekou" = "ついったー　あかうんと　は　ぶじ　にんしょう　されました。";

"tweeted_battle_result" = "Tweeted result of battle.";
"tweet_failed" = "Tweet failed.";

//twitter_post
"twitt_post_when_Authenticated" = "　は　たすくくえすと　の　ぼうけんを　はじめた。";
"twitt_post_when_win_battle_01" = "ゆうしゃ%@　は　%@　を　たおした！　%@　を　なしとげた！";
"twitt_post_when_win_battle_02" = "ゆうしゃ%@　は　%@　を　たおした！";
"twitt_post_when_win_battle_03" = "ゆうしゃ%@　は　%@　を　なしとげた！";
"twitt_post_when_lose_battle" = "ゆうしゃ%@　は　ちからつきた・・・";

//汎用的な語句
"ha" = "　は　";
"space" = " ";

"nowLoading" = "よみこみちゅう。\n\n\nNow Loading...";